Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/news/ruijankaiku/kvener_letter_sine_hjerter.docx.tmx
Source language: nob
Languages: fkv

source: Kvener letter sine hjerter
fkv: Kväänit kevittäävät syđänkuormaa

source: «Det er større pågang med å få dele sin personlige historie muntlig gjennom intervju enn det vi forventet.
fkv: «Se oon enämen ihmissii jokka halluuvat jakkaat ittensä kokemukset intervjuuin läpi ko mitä met ođotimma.

source: Akkurat nå har vi venteliste.»
fkv: Justhiin nyt meilä oon ođotuslista.»

source: Det kunne Sannhets- og forsoningskommisjonen melde i juni i år, bakgrunnen var at Stortinget vendte tommelen opp for en utsettelse på ni måneder.
fkv: Niin Tottuus- ja sovintokomisuuni muisteli tämän vuođen juunikuussa. Syynä oli ette Isotinka nosti peukalon ylös sen puolesta ette komisuuni saapi yhđeksen kuukautta lisäaikkaa.

source: En ekstra «sannhetsgraviditet» som vi er trygge på at kommisjonen utnytter på aller beste vis.
fkv: Tämä oon liika «tottuusraskhaus» mistä olema sikkarit ette komisuuni ottaa kaiken irti.

source: Vi ser samtidig liten grunn til å riste oppgitt på hodet over tidstapet, tvert i mot tolker vi det som et kvalitetstegn at Høybråten og co valgte å innse korona-realiteten, krabbe til korset og be om mer tid.
fkv: Samala meistä näyttää ette ei ole syytä olla huolissa siitä ette assii siirttyy hiljemäksi, päinvastoin, se oon hyvä merkki ette Høybråten ja kumppanit ymmärethiin koronatođelisuuđen pääle, lihkothiin ristile ja kysythiin enämen aikkaa.

source: At det nå er kø og venteliste for å slippe til med muntlige fornorskningserfaringer, skal heller ikke ta motet fra folk.
fkv: Ihmiset ei kansa piđä pölästyyt vaikka nyt oon jono ja ođotuslista ette päässee muistelemhaan omista ruijalaistamiskokemuksista.

source: Så ta kontakt og ting deg tid hos kommisjonen, lyder vår gjentatte oppfordring.
fkv: Niin ette ota vain yhtheyttä ja varraa ittelesti aijan komisuunilta, met tasan muistutamma.

source: Det er for øyeblikket lite på det kvenske feltet som er viktigere, enn at din eventuelle historie om fornorskning og urett blir hørt og gjort kjent.
fkv: Juuri nyt oon hyvin vähän mithään mikä olis tähđelisempi ko itte kukasenki mahđolinen muistelus ruijalaista-misen ympäri, ja ette vääryys tullee kuuluksi ja tiettäväksi.

source: At din historie kanskje har likhetstrekk med andres historier, er heller ingen svakhet.
fkv: Sekhään ei ole mikhään vika jos sinun muistelus oon kohta samanlainen ko monen muun muistelus.

source: Det er tvert i mot en styrke.
fkv: Päinvastoin, se oon vahvuus.

source: Jo flere som bevitner det samme, jo mer troverdig og sannsynlig er historien.
fkv: Mitä usheempi tođistaa saman assiin ympäri, sitä uskottavampi muistelus oon.

source: Og tilsvarende verre å overse når regnskapet skal gjøres opp, i form av en forhåpentligvis meget grundig og åpen politisk prosess etter 1. juni 2023, den nye leveringsfristen for kommisjonens rapport.
fkv: Ja sitä värrempi ylenkattoot ko rätingin lopulta, toivottavasti perustheelisen ja aukkeimen prosessin läpi, saađhaan jälkhiin 1. juunikuuta 2023, mikä oon komisuunin raportin uusi viiminen ulosantamispäivä.

source: Vi har før sagt at rapporten vil måtte føre til konkret og betydelig statlig handling også overfor det kvenske folket.
fkv: Met olema sanonheet ette ko raportin oon saatu ulos, staatti häyttyy alkkaat konkreettishiin ja merkittevhiin toimhiin kväänikansanki suhtheen.

source: En antakelse vi stadig støtter oss til.
fkv: Arvelu mihin met aleti uskoma.

source: Så selv om det kanskje føles som om vi er inne i en viss kvensk dvale med relativt begrenset aktivitet, så registrerer vi at det skjer mye i kulissene.
fkv: Sillä vaikka saattaaki tunttuut siltä ette nyt tapattuu kohta vähän kvääniassiissa, se havaittemma ette kulissiissa kuiten tapattuu paljon.

source: Kommisjonen har fått inn 370 personlige historier og flere strømmer inn, og mengden kvenske gründere og gode planer synes større enn før.
fkv: Komisuuni oon jo saanu 370 muistelusta eri ihmisiltä, ja lissää tullee, ja kväänitoimiijoitten joukko ja hyvviin plaanoin määrä näyttää isomalta ko ennen.

source: Pandemien stakk riktig nok tykke kjepper i hjulene for festivallivet – for de gode kvenske møteplassene og for den sterke framdrift og det moment vi opplevde at saken hadde, fram til nyåret 2020.
fkv: Pandemii kyllä pani paksui keppii kärrön pyöriin välhiin semmoiselle festivaalielämälle, missä olis ollu hyvät kvääniin kohtaamispaikat, ja sille ette olis saatettu vieđä assiita etheenpäin juuri ko sille oli hyvä aika kiini vuođen 2020 uutheen vuotheen saakka.

source: Likevel ser vi grunn til håp, vi har klokkertro på at kvenene vil nå langt.
fkv: Kuitenki meilä oon syytä toivhoon, met uskoma vahvasti ette kvääniin assii kyllä menestyy.

source: Derfor velger vi å holde humøret oppe og troen på saken varm.
fkv: Sillä met olema hyvälä mielelä ja usko assiin pääle oon vakainen.

source: Fortsett det gode arbeidet, ditt bidrag er viktig.
fkv: Jatkaa hyvvää työtä, sinun apu oon tärkkee.

source: En god høst ønskes alle.
fkv: Toivotamma kaikile hyvvää syksyy.
